node {
  name: "global_step/Initializer/zeros"
  op: "Const"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_INT64
        tensor_shape {
        }
        int64_val: 0
      }
    }
  }
}
node {
  name: "global_step"
  op: "VariableV2"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "container"
    value {
      s: ""
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "shape"
    value {
      shape {
      }
    }
  }
  attr {
    key: "shared_name"
    value {
      s: ""
    }
  }
}
node {
  name: "global_step/Assign"
  op: "Assign"
  input: "global_step"
  input: "global_step/Initializer/zeros"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "use_locking"
    value {
      b: true
    }
  }
  attr {
    key: "validate_shape"
    value {
      b: true
    }
  }
}
node {
  name: "global_step/read"
  op: "Identity"
  input: "global_step"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/IsVariableInitialized"
  op: "IsVariableInitialized"
  input: "global_step"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
}
node {
  name: "global_step/cond/Switch"
  op: "Switch"
  input: "global_step/IsVariableInitialized"
  input: "global_step/IsVariableInitialized"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/switch_t"
  op: "Identity"
  input: "global_step/cond/Switch:1"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/switch_f"
  op: "Identity"
  input: "global_step/cond/Switch"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/pred_id"
  op: "Identity"
  input: "global_step/IsVariableInitialized"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/read"
  op: "Identity"
  input: "global_step/cond/read/Switch:1"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/read/Switch"
  op: "RefSwitch"
  input: "global_step"
  input: "global_step/cond/pred_id"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/Switch_1"
  op: "Switch"
  input: "global_step/Initializer/zeros"
  input: "global_step/cond/pred_id"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/Merge"
  op: "Merge"
  input: "global_step/cond/Switch_1"
  input: "global_step/cond/read"
  attr {
    key: "N"
    value {
      i: 2
    }
  }
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/add/y"
  op: "Const"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_INT64
        tensor_shape {
        }
        int64_val: 0
      }
    }
  }
}
node {
  name: "global_step/add"
  op: "Add"
  input: "global_step/cond/Merge"
  input: "global_step/add/y"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "Const"
  op: "Const"
  device: "/device:CPU:0"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
          dim {
            size: 4455
          }
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_STRING
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_STRING
        tensor_shape {
          dim {
            size: 4455
          }
        }
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP02_170.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP01_022.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL08_056.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP05_028.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP04_031.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP09_031.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL01_196.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP13_179.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL11_163.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP06_162.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP12_016.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP11_167.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL06_182.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP12_012.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP11_001.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL14_135.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL01_055.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL07_027.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL12_029.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP09_107.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL07_099.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP09_104.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP11_196.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL04_021.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL14_104.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL06_127.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL01_070.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP14_167.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP11_026.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP15_032.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL04_040.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP02_108.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL02_027.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP12_010.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL14_020.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP04_180.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP06_101.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP06_190.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL04_084.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL02_103.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL01_145.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP04_055.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP08_159.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL14_017.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL03_154.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL05_056.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL04_145.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP12_095.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP04_006.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_119.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP12_108.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP07_054.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL03_055.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP12_052.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP11_183.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP04_110.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP02_152.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL07_149.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_036.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL05_045.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP11_082.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL10_189.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP09_027.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL03_013.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL02_194.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP01_195.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL04_070.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL04_049.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL03_189.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP05_116.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP12_071.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL14_062.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP08_188.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL04_196.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP04_185.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP11_058.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL08_070.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_188.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP14_122.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP02_144.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL13_008.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL12_122.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL10_122.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP09_093.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP10_179.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP04_135.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP13_152.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP08_024.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP09_169.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL11_027.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP12_080.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL13_195.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP13_169.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP11_158.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP08_016.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP12_078.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL08_033.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP06_143.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL11_195.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP10_150.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP10_089.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL07_184.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL07_122.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL07_123.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP06_163.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP15_166.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL02_197.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP03_065.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP02_112.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL04_116.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL07_090.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP03_061.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP04_155.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL15_146.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL01_086.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_029.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL10_123.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP03_002.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP01_072.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP13_138.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP06_058.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL14_102.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL11_136.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL01_157.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP12_155.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP10_155.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL13_089.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL13_160.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL06_025.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP10_188.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL08_048.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP07_170.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP15_096.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_140.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL14_123.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP02_117.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP13_187.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP14_069.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL07_161.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP06_055.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL15_120.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL13_055.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL10_032.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP07_005.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP09_009.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL13_093.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL01_018.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP01_159.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL06_115.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL06_196.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP03_161.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP09_081.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP05_087.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP07_093.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL03_052.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL10_042.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP03_062.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL01_093.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP03_084.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP06_037.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP13_061.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP10_137.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL15_176.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP06_010.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL15_114.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL02_118.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL11_002.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP15_097.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP13_007.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP03_080.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL02_161.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL11_168.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP15_063.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP06_185.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL14_065.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP06_164.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL13_128.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP09_178.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP09_002.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL13_014.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP01_187.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP08_182.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP01_136.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP04_081.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL03_100.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL06_095.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL05_033.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_182.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP03_139.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_148.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_047.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL08_075.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL15_048.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_033.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP12_101.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP06_132.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP01_049.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP03_104.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL15_144.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL05_082.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP14_157.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP12_180.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL13_116.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL05_021.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP02_138.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL06_072.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL14_049.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL01_116.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL03_027.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP02_033.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL10_140.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP10_076.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP11_141.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL13_011.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL04_089.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP12_190.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL10_029.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL10_107.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL11_124.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL01_108.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP04_116.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL03_152.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP08_129.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP01_021.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL13_141.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP04_105.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL05_173.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP12_026.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL05_117.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP07_158.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL13_028.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_067.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL11_127.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL05_018.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP11_062.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP07_059.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL13_037.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP11_111.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP08_038.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP11_116.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP13_030.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL10_027.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL04_156.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL13_186.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL04_029.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL07_159.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP13_052.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_149.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL01_140.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP06_062.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP14_060.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL02_123.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP14_082.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL03_090.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL07_135.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_185.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL06_064.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL13_001.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP11_160.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP04_014.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP04_150.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_075.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL12_009.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL05_064.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP03_120.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP14_117.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL08_193.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL07_097.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP13_084.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP14_107.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP03_148.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP13_000.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP07_194.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL04_125.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP05_061.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP13_033.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP10_020.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL05_180.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_089.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP07_165.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP08_078.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP09_133.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL03_184.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_062.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL05_107.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP13_021.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL04_091.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP02_149.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL07_142.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP03_143.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL10_143.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL04_099.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL03_050.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL10_079.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP02_002.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL12_119.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP10_133.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP10_190.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP07_051.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL08_007.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP05_180.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP08_132.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP10_034.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL11_056.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP10_116.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL11_160.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP08_185.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_159.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL03_138.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP12_094.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL02_188.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP08_052.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP06_033.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL07_086.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL05_160.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP01_002.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP11_125.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP06_161.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL13_168.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL07_171.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP10_081.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP12_132.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP03_000.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP14_029.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP02_016.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL10_108.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL14_004.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL03_026.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL07_190.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP07_148.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_028.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL12_181.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP15_055.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP11_077.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP08_170.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL05_150.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL06_172.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP02_128.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP07_179.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP14_156.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP15_087.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL13_090.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP14_114.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP07_180.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP01_122.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP01_193.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP06_152.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP01_188.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_179.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL12_105.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP15_090.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL11_097.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL10_173.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL07_084.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP04_082.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL01_046.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL12_145.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL12_023.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL15_025.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP07_078.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL14_048.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL06_028.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP14_090.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_160.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL07_092.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP05_067.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL15_010.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP12_135.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP13_147.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL14_136.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL01_162.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL01_144.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP01_177.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP13_045.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL13_181.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL06_052.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP05_132.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP02_040.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL01_025.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP01_058.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL01_068.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP05_009.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP06_151.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP01_091.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP04_140.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP01_145.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP04_029.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP12_138.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP05_063.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP15_018.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL05_126.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL07_170.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL04_158.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL13_095.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL13_041.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP14_078.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP05_062.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_192.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL02_122.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/CTL09_102.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP09_129.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP15_141.tfrecord"
        string_val: "/root/AUT/Project/Datasets/openfmri_parkinson/ds000245_tfr_expanded/ODP02_181.tfrecord"
